export const selectArr = [
  { codeid: 1, name: "Мужской" },
  { codeid: 2, name: "Женский" },
];

export const typeOrganization = [
  { codeid: 0, name: "ОсОО" },
  { codeid: 1, name: "ОсДо" },
];

export const typeCountSum = [
  { codeid: 1, name: "спор материального характера" },
  { codeid: 2, name: "спор неимущественного характера" },
];

// export const typeSecretar = [
//   { codeid: 0, name: "Секретарь дела выбран" },
//   { codeid: 1, name: "Джумабеков Нурдин" },
//   { codeid: 2, name: "Садирдинов Руслан" },
// ];

export const typeArbitrs = [
  { codeid: 0, name: "арбитр дела выбран" },
  { codeid: 1, name: "Джумабеков Нурдин" },
  { codeid: 2, name: "Садирдинов Руслан" },
  { codeid: 3, name: "Алиев Баатыр" },
];
//// добавить арбитроа на стороне бэка

/// для отображения в таблице
export const plaintiffHeaders = [
  "Иск",
  "Дата",
  "Истец",
  "Ответчик",
  "Арбитражный сбор",
  "Регламент",
  "Арбитры",
  "Секретарь",
  "Статус",
  "Действие",
  "На рассмотрении",
  "Документы",
];

export const simpleSecrHeaders = [
  "Иск",
  "Дата",
  "Истец",
  "Ответчик",
  "Арбитражный сбор",
  "Регламент",
  "Арбитры",
  "Секретарь",
  "Статус",
  "Действие",
  "Документы",
];

///// для ответ. секретаря
export const respSecrHeaders = [
  "Иск",
  "Дата",
  "Истец",
  "Ответчик",
  "Арбитражный сбор",
  "Регламент",
  "Арбитры",
  "Секретарь",
  "Статус",
  "До рассмотрения осталось",
  "Документы",
];

///// для  председателя
export const predHeaders = [
  "Иск",
  "Дата",
  "Истец",
  "Ответчик",
  "Арбитражный сбор",
  "Регламент",
  "Арбитры",
  "Секретарь",
  "Статус",
  "До рассмотрения осталось",
  "Документы",
  "Действия",
];
